[
  {
    "path": "blogs/2021-05-22_relaxed-rules/",
    "title": "Freedom in Saarland. Really?",
    "description": "Back to 'normal'...kind of!",
    "author": [],
    "date": "2021-05-22",
    "categories": [],
    "contents": "\nStarting this Saturday which is right now (Friday midnight ~ early Satruday morning) while I am writing this, restaurants, pubs, bars and café are allowed to open. Upto 10 people can gather outside and this number is 5 for in-house gathering*. Saarbrücken is now returning back to Saarland model.\nAnyway, the point is – if you want to get a table for a weekend lunch, or an evening drink in a pub, or if you have a romantic date ;) you need to get a rapid antigen test. Fully vaccinated people and covid-recovered people don’t need this.\nHere are some designated places where you can get the tests done.If you get a negative test result, you are a free bird for 24 hours!\nCorona Testzentren in Saarbrücken\nRathaus St. Johann\nRathausplatz 1\n66111 Saarbrücken\n+49 681 989 143\nMonday to Friday: 8am to 6pm\nTestzentrum Garage Saarbrücken\nBleichstraße 11-15\n66111 Saarbrücken\n+49 681 989 143\nMonday to Saturday: 8am to 6pm; Sunday: 10am to 4pm\nTestzentrum am Staatstheater\nSchillerplatz\n66111 Saarbrücken\nMonday to Saturday: 7am to 9pm; Sunday: 9am to 9pm\nDr. med. Anne Benn Lembert\nBahnhofstraße 76-78\n66111 Saarbrücken\n+49 681 844 93000\n(Make an appointment vai a call)\n\nJust don’t get drunk and make noise out in my neighborhood 😉 Enjoy your social life responsibly…until the number of cases reaches the threshold of danger leading back to restrictions.\n\nSee you in somewhere in Tante Anna or Wallys Pub – my favorites.\n\n\n\n\nOr taking a walk by the river 😅\n\n\n\n\n*Caution: Check official website to get direct and more reliabe information from the source about such regulations. They are in German of course.\n\n\n\n\n\n\n\n\n",
    "preview": "blogs/2021-05-22_relaxed-rules/01-sankt-johann-markt.png",
    "last_modified": "2021-05-22T03:10:47+02:00",
    "input_file": {}
  },
  {
    "path": "blogs/2020-07-23-glimpsing-through-meditation/",
    "title": "Glimpsing through Meditation",
    "description": "Learning to train the mind",
    "author": [],
    "date": "2020-07-23",
    "categories": [],
    "contents": "\n\n\n\nI was first introduced to formal practice of meditation when I was in lower secondory school. After that there were many instances of following spiritual schools and gurus for the sake of learning how to meditate. It was never consistent and I was never consistent. In the past few months, I have been fairly consistent meditating just by myself. Without a teacher, however, learning the skill of meditation is not an easy task to undertake. After weighing the pros and cons, I decided to learn from a teacher, from someone who is trained and knows better, someone who can teach. I came across this app by Sam Harris in which there are different courses and routes of meditation practice including one for beginners. [Sam is generally known for his expression on politics, philosophy and religion. But this is not my concern at the moment.] Today marks the 25th day of my regular practice of following the guided meditation. I would recommend it to anyone. With the practice, I have begun to realize those aspects of ‘myself’ that had gone unnoticed earlier, or had been noticed in readings. I have questions about life and existence, about self and consciousness more than ever before. Probably this also depends on what one seeks from meditation. Why do you (want to) meditate? Do you think that meditation is the remedy to all the problems in your life: stress, negative emotions, anger and so on? Maybe this is not the right approach to meditation, I opine. I definitely do not qualify to make a seasoned claim. But gleaning what I have glimpsed in recent days and what I had learnt from my intermittent practice in the past is that meditation is not the means to attain those ends. Meditation, I think, is about being mindful of the existence – existence of thoughts, emotions, feelings, sensations in one’s conscious awareness. Realizing and observing that all what we experience in our waking hours (probably while we sleep as well) are merely the appearance of those experiences in the field of conscious awareness. And we identify this experience as ‘self’, an illusory self. This realization, even if momentary in the beginning, is enlightening [I am not using the word ‘enlightening’ in the same sense that is used in different Buddhits and Hindu traditions.] I can’t say for sure if I am under an illusion that I have glimpsed it: there are instances during meditation when I have momentarily observed the non-existence of ‘self’; there is no ‘I’. This might as well an illusion at the end. With time and practice, things will be clearer for me. Afterall, you can see how many times the word ‘I’ has been used in this writing – the self is so dominant. And semantics does matter, doesn’t it?\n\n\n\n",
    "preview": "blogs/2020-07-23-glimpsing-through-meditation/meditation-01.png",
    "last_modified": "2021-05-22T02:56:32+02:00",
    "input_file": {}
  },
  {
    "path": "blogs/2012-04-18-fifth-loktantra-diwas/",
    "title": "पाँचौँ लोकतन्त्र दिवस ",
    "description": "एक दशक अघिको अनुभवलाई चियाएर हेर्दा",
    "author": [],
    "date": "2012-04-18",
    "categories": [],
    "contents": "\n\n\n\n२०६९ बैशाख ६, आजभन्दा ठीक पाँच वर्षअघि झापा सदरमुकाम चन्द्रगढीमा जनआन्दोलनका बेला जिल्लाका कुना-कुनाबाट आएका हजारौं जनताको भीडमाथि तत्कालीन शाही सेनाले बर्बरतापूर्ण ढङ्गले गोलीको वर्षा गरेको घटना मेरो मस्तिष्कमा अझैपनि ताजा छ| लाठी, अश्रुग्याँस, गोली केहीको पनि पर्वाह नगरी जनताको मुक्तिको लागि निरंकुशताविरुद्धको आन्दोलनमा सहभागी एउटा बालकको रूपमा आफूलाई सम्झिँदा छाती गर्वले ढक्क हुन्छ| २०६३ बैशाख ६ गतेको उक्त घटनामा शहादत प्राप्त गर्ने अमर झापाली सपुतहरु: सूरज विश्वास र राजन गिरी प्रति हार्दिक श्रद्दाञ्जली!!!\nशहिदको सपना साकार पार्न नेपाली समाज र राजनीति सफल रहोस् भन्ने कामना पनि व्यक्त गर्दछु!!\n२०६९ बैशाख ६ का दिन लेखिएको यो पोस्ट आज २०७८ बैशाख १२ का दिन हेर्दा लाग्छ, त्यतिबेला धेरै निराशा थिएन। अहिले ………\n\n\n\n",
    "preview": "blogs/2012-04-18-fifth-loktantra-diwas/loktantra.jpg",
    "last_modified": "2021-05-22T02:56:07+02:00",
    "input_file": {}
  }
]
