[
  {
    "path": "blogs/2021-05-25-cogsci-programs/",
    "title": "Bookmarking conferences",
    "description": "A list of programs that I find interesting as a student of cognitive science",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2021-05-25",
    "categories": [
      "conference",
      "2021"
    ],
    "contents": "\nDuring the interactions with my colleagues in UdS and friends from other universities, I have realized that those of us who work along the same line of research are not mutually aware of the conferences weтАЩd all like to attend and probably benefit from. (It is a different topic, how beneficial conferences are.) Here I am curating a list of conferences some of which I have attended seem worth sharing, and some of which IтАЩd like to attend.  This is nowhere near an exhaustive list and will be updated regularly. If it helps you, great! If not, at least I have a bookmark for myself  ЁЯШЕ \n\n\nProgram\nDate\nFormat\nAnnual meeting of Cognitive Neuroscience Society (CNS)\nMarch 13 - March 16\nOnline\nAPS International Convention of Psychological Science (ICPS)\nMay 26 - May 27\nOnline\nMeeting of the Acoustical Society of America (ASA)\nJune 08 - June 10\nOnline\nSociety for the Improvement of Psychological Science (SIPS 2021)\nJune 23 - June 25\nOnline\nAnnual conference of the Cognitive Science Society (CogSci)\nJuly 26 - July 29\nOnline\nInterspeech\nAugust 30 - September 03\nHybrid\nArchitectures and Mechanisms for Language Processing (AMLaP)\nSeptember 02 - September 04\nHybrid\nSociety for the Neurobiology of Language (SNL)\nOctober 05 - October 08\nOnline\nNeuroscience 2021 - Society for Neuroscience (SfN)\nNovember 13 - November 17\nOn-site\nSymposium for Cognitive Auditory Neuroscience (SCAN)\nthroughout 2021\nOnline\nJoint Conference on Language Evolution, 2022\ntbd\nHybrid\nOkay fine! All these programs lean towards psychology, and auditory and language sciences. They do not cover most of other domains of cognitive science. Would you comment below or write to me other conferences, symposia and summer schools youтАЩd recommend attending?\n\n\n\n",
    "preview": "blogs/2021-05-25-cogsci-programs/pratik-pickering_attlis.jpg",
    "last_modified": "2021-05-28T16:18:30+02:00",
    "input_file": "cogsci-programs.utf8.md"
  },
  {
    "path": "blogs/2021-05-24-covid-anups-tweet/",
    "title": "Help save lives in Nepal",
    "description": "We all have a role to play",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2021-05-24",
    "categories": [
      "covid",
      "nepal",
      "germany",
      "fund raising",
      "2021"
    ],
    "contents": "\nAs of 23 May, in a country of 30 million people, more than 513 thousand have lost their lives to covid1. Daily deaths, active cases and daily new cases are all increasing very rapidly; everything seems out of control! Many covid-related deaths are due to the lack of oxygen supply, ventilators, critical care units, human resources, and just hospital beds. Once a patient dies, another one gets the bed. I canтАЩt begin to imagine what it must be like to the patients and their families, the doctors and nurses triaging life and death. Those ambulance drivers whose ambulance is on a hold because thereтАЩs a patient in there waiting for a bed in a hospital while the driver gets a call from another family asking to rush another patient to the hospital. God forbid, at the end, if both the patients were to die without reaching the hospitalтАж\nWith its limited resources and the ongoing suicidal political games, the government is failing to deliver emergency medical supplies and vaccines. Nevertheless, our prime minister has recently pledged for help from the UK and other G7 nations2. Yesterday, the UN has appealed to the international community to provide aid to Nepal to overcome this humanitarian crisis. Countries like Switzerland3 and China have sent some supplies but it is not enough. Nepalis living abroad are collecting funds to buy oxygen concentrators and oxygen cylinders and are sending them home. While the effort is rightfully on oxygen supply, another important aspect of covid control is overlooked.Dr.┬аAnup Subedee, a medical doctor and an infectious disease expert in Nepal has recently written about it on Twitter in response to questions about how people outside Nepal can help. Below is a part of his tweet thread.\n\nThereтАЩs too little happening in terms of public health response to the pandemic surge- test/trace/isolate & quarantine/vaccinate тАУ the only interventions that can reduce the number of new cases in communityтАж Since there is no system to intervene in the community, weтАЩll be back in square one as soon as we loosen the lockdown.\nCurrently the test positivity rates are around 45% nationally тАУ> the real number of daily new cases is many times higher than the reported numbers. People are not getting tested because of lack of kits in towns and villages and border checkpoints.\nIf we were to invest primarily in testing тАУ antigen and PCR kits, many more positive cases will be identified.\nCool thing about testing: testing alone will help drive some level of contact tracing, isolation and quarantine without the stateтАЩs intervention. Once you identify someone as positive, they tend to self-isolate, try to protect dear ones, & neighbors will be more careful.\nPathway for such testing drive: Symptoms present-> antigen test. Ag test positive-> treat as COVID case. Ag test negative-> send PCR swab and isolate. Asymptomatic, exposed to someone with COVID-> PCR test after quarantine period\n  While some are working on immediate priorities like oxygen supply, others should think about how they can help to mitigate the pandemic spreading like wildfire in the community. LetтАЩs help run these massive test campaigns that are so acutely needed in our communities  .\n\nNow the question is how can you send the test kits to Nepal? All the international flights to Nepal are closed. Only cargo flights are operational. I see there are two options available:\nSend funds directly to an NGO/INGO, or a government agency who can buy the testing kits.\nBuy the kits and send them to Nepal.\nFor example, Non-Residential Nepali Association, Germany is raising funds to buy oxygen-concentrators and send them directly to Nepal in coordination with the embassies. This seems like a good model.\nWhichever options you choose, it is better to collaborate with like-minded people, i.e., those who want to save Nepali lives, and coordinate with the countryтАЩs government and Nepal Embassy. I am hopeful this approach will work out. If you have other faster ways of delivery, do comment below so that we can collaborate.\nAlong with this, you can also support organizations like Health foundation Nepal that is running psychological counseling and telemedicine for covid patients.\nAgain, we need oxygen; we also need testing kits.\nGotta rush. Our small effort can help save lives!!\n\nData from WorldometerтЖйя╕О\nOpinion piece by NepalтАЩs prime minister KP Sharma Oli in the GuradianтЖйя╕О\nPress release by Swiss governmentтЖйя╕О\n",
    "preview": "blogs/2021-05-24-covid-anups-tweet/covid-01.png",
    "last_modified": "2021-05-24T13:31:02+02:00",
    "input_file": "covid-anups-tweet.utf8.md",
    "preview_width": 700,
    "preview_height": 400
  },
  {
    "path": "blogs/2021-05-22_relaxed-rules/",
    "title": "Relaxed restrictions in Saarbr├╝cken",
    "description": "Back to kind of normal!",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2021-05-22",
    "categories": [
      "covid",
      "germany",
      "2021"
    ],
    "contents": "\nStarting this Saturday (May 22), restaurants, pubs, bars and caf├й will be back to business in Saarbr├╝cken. Upto 10 people are allowed to gather outdoors. This number is set to 5 for any in-house gathering. 1\nAnyway, the point is тАУ to book a table for a weekend lunch, or an evening drink in a pub you need to get a rapid antigen test report. If the test result is negative, you are a free bird for 24 hours!Here you can find more details and book an online appointment for the test.\n\n\nEnjoy your social life responsibly ЁЯШПтАжuntil the number of cases reaches the threshold of danger leading back to restrictions.\n\nSee you somewhere in Tante Anna or Wallys Pub тАУ my favorites.\n\n\n\n\nOr perhaps on a walk by the river ЁЯШМ\n\n\n\n\nSee you around!\n\nCheck the websites of Robert Koch Institute and Saarland state government for official information, rules and regulations. The information in this page are taken from the news sources тАУ [1] and [2].тЖйя╕О\n",
    "preview": "blogs/2021-05-22_relaxed-rules/01-sankt-johann-markt.jpeg",
    "last_modified": "2021-05-24T00:44:25+02:00",
    "input_file": "relaxed-rules.utf8.md"
  },
  {
    "path": "blogs/2020-07-23-glimpsing-through-meditation/",
    "title": "Glimpsing through Meditation",
    "description": "Learning to train the mind",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2020-07-23",
    "categories": [
      "meditation",
      "germany",
      "2020"
    ],
    "contents": "\n\n\n\nI was first introduced to formal practice of meditation when I was in lower secondory school. After that there were many instances of following spiritual schools and gurus for the sake of learning how to meditate. It was never consistent and I was never consistent. In the past few months, I have been fairly consistent meditating just by myself. Without a teacher, however, learning the skill of meditation is not an easy task to undertake. After weighing the pros and cons, I decided to learn from a teacher, from someone who is trained and knows better, someone who can teach. I came across this app by Sam Harris in which there are different courses and routes of meditation practice including one for beginners. [Sam is generally known for his expression on politics, philosophy and religion. But this is not my concern at the moment.] Today marks the 25th day of my regular practice of following the guided meditation. I would recommend it to anyone. With the practice, I have begun to realize those aspects of тАШmyselfтАЩ that had gone unnoticed earlier, or had been noticed in readings. I have questions about life and existence, about self and consciousness more than ever before. Probably this also depends on what one seeks from meditation. Why do you (want to) meditate? Do you think that meditation is the remedy to all the problems in your life: stress, negative emotions, anger and so on? Maybe this is not the right approach to meditation, I opine. I definitely do not qualify to make a seasoned claim. But gleaning what I have glimpsed in recent days and what I had learnt from my intermittent practice in the past is that meditation is not the means to attain those ends. Meditation, I think, is about being mindful of the existence тАУ existence of thoughts, emotions, feelings, sensations in oneтАЩs conscious awareness. Realizing and observing that all what we experience in our waking hours (probably while we sleep as well) are merely the appearance of those experiences in the field of conscious awareness. And we identify this experience as тАШselfтАЩ, an illusory self. This realization, even if momentary in the beginning, is enlightening [I am not using the word тАШenlighteningтАЩ in the same sense that is used in different Buddhits and Hindu traditions.] I canтАЩt say for sure if I am under an illusion that I have glimpsed it: there are instances during meditation when I have momentarily observed the non-existence of тАШselfтАЩ; there is no тАШIтАЩ. This might as well an illusion at the end. With time and practice, things will be clearer for me. Afterall, you can see how many times the word тАШIтАЩ has been used in this writing тАУ the self is so dominant. And semantics does matter, doesnтАЩt it?\n\n\n\n",
    "preview": "blogs/2020-07-23-glimpsing-through-meditation/meditation-02.jpg",
    "last_modified": "2021-05-24T13:45:04+02:00",
    "input_file": "glimpsing-through-meditation.utf8.md"
  },
  {
    "path": "blogs/2012-08-19-saharko-katha/",
    "title": "'рд╢рд╣рд░рдХреЛ рдХрдерд╛'",
    "description": "рдХрд┐рд╢реЛрд░ рдиреЗрдкрд╛рд▓рдХреЛ рдЙрдкрдиреНрдпрд╛рд╕ тАЬрд╢рд╣рд░рдХреЛ рдХрдерд╛тАЭрдХреЛ рдЫреЛрдЯреЛ рд╡рд┐рд╢реНрд▓реЗрд╖рдг",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2012-08-19",
    "categories": [
      "book review",
      "nepal",
      "2012"
    ],
    "contents": "\n\n\n\nрджреЗрд╢рдорд╛ рд▓реЛрдХрддрдиреНрддреНрд░ рд╕реНрдерд╛рдкрдирд╛рдкрдЫрд┐рдХреЛ рдкрд░рд┐рд╡реЗрд╢рдорд╛ рд╢рд╣рд░ (рд╡рд┐рд╢реЗрд╖рдд: рдХрд╛рдардорд╛рдгреНрдбреМ)рдорд╛ рджреЗрдЦрд┐рдПрдХреЛ тАШрдкрд░рд┐рд╡рд░реНрддрдитАЩрд▓рд╛рдИ рд▓реЗрдЦрдХрд▓реЗ рдЙрддрд╛рд░реНрди рдкреНрд░рдпрд╛рд╕ рдЧрд░реЗрдХрд╛ рдЫрдиреН | рдХрд╛рдардорд╛рдбреМрдБрдмрд╛рд╣рд┐рд░ рдмрд╛рдЯ рдареБрд▓реНрдареВрд▓рд╛ рд╕рдкрдирд╛ рдмреЛрдХреЗрд░ рд░рд╛рдЬрдзрд╛рдиреА рдЦрд╛рд▓реНрдбреЛ рдЫрд┐рд░реЗрдХрд╛ рдлрд░рдХрдлрд░рдХ рдкреГрд╖реНрдарднреВрдорд┐рдХрд╛ рдлрд░рдХрдлрд░рдХ рдпреБрд╡рддреАрд╣рд░реБрдХреЛ рдХрдерд╛рд▓рд╛рдИ тАЬрдотАЭ рдкрд╛рддреНрд░рдХрд╛ рдорд╛рдзреНрдпрдордмрд╛рдЯ рдЬреЛрдбрд┐рдПрдХреЛ рдЫ | рдкреГрд╖реНрдарднреВрдорд┐ рдЬреЗ рднрдПрдкрдирд┐ рд╕рдЩреНрдШрд░реНрд╖рдХрд╛ рд╕рдорд╛рди рдХрдерд╛ рдмреЛрдХреЗрдХрд╛ рдЫрдиреН рддрд┐рдирд▓реЗ | рдмреАрдЪрдорд╛ рдзреЗрд░реИ рдЙрддрд╛рд░рдЪрдврд╛рд╡ рдмреЛрдХреЗрдкрдирд┐ рдЙрдкрдиреНрдпрд╛рд╕рдХреЛ рдЕрдиреНрддреНрдпрд╕рдореНрдо рдЖрдЗрдкреБрдЧреНрджрд╛ рддреА рдкрд╛рддреНрд░рдХрд╛ рдХрдерд╛ рдкрдирд┐ рдЕрд▓рдЧрдЕрд▓рдЧ рдзрд╛рд░рдорд╛ рдкреБрдЧреЗрд░ рдЯреБрдЩреНрдЧрд┐рдиреНрдЫрдиреН | рд╕рдЩреНрдШрд░реНрд╖рдХрд╛ рдХреНрд░рдордорд╛ рдХреЛрд╣реА рд╕рдлрд▓ рд╣реБрдиреНрдЫрдиреН рдд рдХреЛрд╣реА рдЕрд╕рдлрд▓; рддрд░ рдордиреИрджреЗрдЦрд┐ рдХреЛрд╣реА рд╕рдиреНрддреБрд╖реНрдЯ рдирд░рд╣реЗрдХреЛ рджреЗрдЦрд┐рдиреНрдЫ | рдЙрдкрдиреНрдпрд╛рд╕рд▓реЗ рджреНрд╡рдиреНрджреНрд╡рдХрд╛рд▓рдкрдЫрд┐ рджреЗрд╢рдХреЛ рдлреЗрд░рд┐рдПрдХреЛ рд░рд╛рдЬрдиреАрддрд┐рдХ рдкрд░рд┐рд╡реЗрд╢, рдЕрд░рд╛рдЬрдХ рд╕рд╛рдорд╛рдЬрд┐рдХ рдордиреЛрд╡реГрддреНрддрд┐, рджреНрд╡рдиреНрджреНрд╡рдХреЛ рдШрд╛рдЙрдорд╛ рдорд▓рдордкрдЯреНрдЯреА рд▓рдЧрд╛рдЙрдиреЗ рдирд╛рдордорд╛ рд╡рд┐рджреЗрд╢реА рдЧреИрд░рд╕рд░рдХрд╛рд░реА рд╕рдВрд╕реНрдерд╛рд╣рд░реБрд▓реЗ рдЧрд░реЗрдХреЛ рдбрд▓рд░рдХреЛ рдЦреЗрддреА, рд╢рд╣рд░реА рдпреБрд╡рд╛рд╣рд░реБрдорд╛ рдЦреБрд▓реНрджреИ рдЧрдПрдХреЛ рдпреМрдирд┐рдХ рдорд╛рдирд╕рд┐рдХрддрд╛ рд▓рдЧрд╛рдпрддрдХрд╛ рдХреБрд░рд╛ рд╕рдореЗрдЯреЗрдХреЛ рдЫ | рдЕрдЭреИ рд╕реБрдзрд╛рд░ рдЧрд░рд┐рдиреБрдкрд░реНрдиреЗ рдард╛рдЙрдБ рднрдПрдкрдирд┐ рдкрддреНрд░рдХрд╛рд░рд┐рддрд╛рдХреЛ рд╢реИрд▓реАрдорд╛ рд▓реЗрдЦрд┐рдПрдХреЛ рдпрд╕ рдЙрдкрдиреНрдпрд╛рд╕рдорд╛ рдХрд┐рд╢реЛрд░ рдиреЗрдкрд╛рд▓рд▓реЗ рдЧрд░реЗрдХреЛ рдкреНрд░рдпрд╛рд╕ рдкреНрд░рд╕рдВрд╢рдиреАрдп рдЫ | рдЙрддреНрдХреГрд╖реНрдЯ рдиреИ рдирднрдПрдкрдирд┐ тАЬрд╢рд╣рд░рдХреЛ рдХрдерд╛тАЭ рдкрдвреНрди рд▓рд╛рдпрдХ рднрдиреЗ рдЫ |\nRepublished in April 2021\n\n\n\n",
    "preview": "blogs/2012-08-19-saharko-katha/saharko-katha-preview.jpg",
    "last_modified": "2021-05-24T13:44:53+02:00",
    "input_file": "saharko-katha.utf8.md"
  },
  {
    "path": "blogs/2012-04-18-fifth-loktantra-diwas/",
    "title": "рдкрд╛рдБрдЪреМрдБ рд▓реЛрдХрддрдиреНрддреНрд░ рджрд┐рд╡рд╕ ",
    "description": "рдПрдХ рджрд╢рдХ рдЕрдШрд┐рдХреЛ рдЕрдиреБрднрд╡рд▓рд╛рдИ рдЪрд┐рдпрд╛рдПрд░ рд╣реЗрд░реНрджрд╛",
    "author": [
      {
        "name": "Pratik Bhandari",
        "url": "https://sites.google.com/view/pratik-bhandari"
      }
    ],
    "date": "2012-04-18",
    "categories": [
      "politics",
      "nepal",
      "2012"
    ],
    "contents": "\n\n\n\nреирежремреп рдмреИрд╢рд╛рдЦ рем, рдЖрдЬрднрдиреНрджрд╛ рдареАрдХ рдкрд╛рдБрдЪ рд╡рд░реНрд╖рдЕрдШрд┐ рдЭрд╛рдкрд╛ рд╕рджрд░рдореБрдХрд╛рдо рдЪрдиреНрджреНрд░рдЧрдвреАрдорд╛ рдЬрдирдЖрдиреНрджреЛрд▓рдирдХрд╛ рдмреЗрд▓рд╛ рдЬрд┐рд▓реНрд▓рд╛рдХрд╛ рдХреБрдирд╛-рдХреБрдирд╛рдмрд╛рдЯ рдЖрдПрдХрд╛ рд╣рдЬрд╛рд░реМрдВ рдЬрдирддрд╛рдХреЛ рднреАрдбрдорд╛рдерд┐ рддрддреНрдХрд╛рд▓реАрди рд╢рд╛рд╣реА рд╕реЗрдирд╛рд▓реЗ рдмрд░реНрдмрд░рддрд╛рдкреВрд░реНрдг рдврдЩреНрдЧрд▓реЗ рдЧреЛрд▓реАрдХреЛ рд╡рд░реНрд╖рд╛ рдЧрд░реЗрдХреЛ рдШрдЯрдирд╛ рдореЗрд░реЛ рдорд╕реНрддрд┐рд╖реНрдХрдорд╛ рдЕрдЭреИрдкрдирд┐ рддрд╛рдЬрд╛ рдЫ| рд▓рд╛рдареА, рдЕрд╢реНрд░реБрдЧреНрдпрд╛рдБрд╕, рдЧреЛрд▓реА рдХреЗрд╣реАрдХреЛ рдкрдирд┐ рдкрд░реНрд╡рд╛рд╣ рдирдЧрд░реА рдЬрдирддрд╛рдХреЛ рдореБрдХреНрддрд┐рдХреЛ рд▓рд╛рдЧрд┐ рдирд┐рд░рдВрдХреБрд╢рддрд╛рд╡рд┐рд░реБрджреНрдзрдХреЛ рдЖрдиреНрджреЛрд▓рдирдорд╛ рд╕рд╣рднрд╛рдЧреА рдПрдЙрдЯрд╛ рдмрд╛рд▓рдХрдХреЛ рд░реВрдкрдорд╛ рдЖрдлреВрд▓рд╛рдИ рд╕рдореНрдЭрд┐рдБрджрд╛ рдЫрд╛рддреА рдЧрд░реНрд╡рд▓реЗ рдврдХреНрдХ рд╣реБрдиреНрдЫ| реирежремрей рдмреИрд╢рд╛рдЦ рем рдЧрддреЗрдХреЛ рдЙрдХреНрдд рдШрдЯрдирд╛рдорд╛ рд╢рд╣рд╛рджрдд рдкреНрд░рд╛рдкреНрдд рдЧрд░реНрдиреЗ рдЕрдорд░ рдЭрд╛рдкрд╛рд▓реА рд╕рдкреБрддрд╣рд░реБ: рд╕реВрд░рдЬ рд╡рд┐рд╢реНрд╡рд╛рд╕ рд░ рд░рд╛рдЬрди рдЧрд┐рд░реА рдкреНрд░рддрд┐ рд╣рд╛рд░реНрджрд┐рдХ рд╢реНрд░рджреНрджрд╛рдЮреНрдЬрд▓реА!!!\nрд╢рд╣рд┐рджрдХреЛ рд╕рдкрдирд╛ рд╕рд╛рдХрд╛рд░ рдкрд╛рд░реНрди рдиреЗрдкрд╛рд▓реА рд╕рдорд╛рдЬ рд░ рд░рд╛рдЬрдиреАрддрд┐ рд╕рдлрд▓ рд░рд╣реЛрд╕реН рднрдиреНрдиреЗ рдХрд╛рдордирд╛ рдкрдирд┐ рд╡реНрдпрдХреНрдд рдЧрд░реНрджрдЫреБ!!\nреирежремреп рдмреИрд╢рд╛рдЦ рем рдХрд╛ рджрд┐рди рд▓реЗрдЦрд┐рдПрдХреЛ рдпреЛ рдкреЛрд╕реНрдЯ рдЖрдЬ реирежренрео рдмреИрд╢рд╛рдЦ резреи рдХрд╛ рджрд┐рди рд╣реЗрд░реНрджрд╛ рд▓рд╛рдЧреНрдЫ, рддреНрдпрддрд┐рдмреЗрд▓рд╛ рдзреЗрд░реИ рдирд┐рд░рд╛рд╢рд╛ рдерд┐рдПрдиред рдЕрд╣рд┐рд▓реЗ тАжтАжтАж\nRepublished in April 2021\n\n\n\n",
    "preview": "blogs/2012-04-18-fifth-loktantra-diwas/loktantra.jpg",
    "last_modified": "2021-05-24T13:44:39+02:00",
    "input_file": "fifth-loktantra-diwas.utf8.md"
  }
]
