[
  {
    "path": "posts/2021-10-26-operation-room/",
    "title": "In the operating room",
    "description": "",
    "author": [],
    "date": "2021-10-26",
    "categories": [
      "english",
      "mainz",
      "2021"
    ],
    "contents": "\nI am in a bed surrounded by green people: green gown, green mask, in dimly lit room. They talk gibberish.. I understand only a few words: Sahara, female, 28, chest, anaesthesia, Glassman, hour. They are preparing me and waiting for Dr. Glassman to arrive.\n“My name is Nurse Mark. You are in the operation room. Do you understand Miss Sahara?” I nod my head. He seems to not understand. I say “Yes.” He smiles. He moves me under two big inverted-umbrella like monsters. They look like some sort of constellation of LED-lights you often see in Gray’s Anatomy. Suddenly they glow and my eyes are blinded for a moment. Dr. Glassman is here.\n“Hello, Sahara! How are you doing?”\n“Okay. Waiting it to start and get over with. You are using local, right?”\n“Good then. You didn’t want general. So.”\n“I’ve already experienced your general anesthesia. This time I want to be awake the whole time. I want to see you operate on me. I mean, how it works.”\n“Let’s see if you can see. You know that there will be a drape.”\nOh crap. I’d forgotten about the drape. They hide my head.\n“Oh.”\nHe moves the surgical display monitor here and there. (This is fancy!) I can see my chest on it. Reminds of Dashain when after beheading a goat men in the village would shave it off and apply turmeric powder on it’s body before cutting it into pieces. Betadine had made my chest look just like the goat’s yellow stomach. I still have my head intact and Dr. Glassman is not Frankenstein.\nMark arranges drape around me. The monitor is hidden now. All I see is Green. Anaesthesia is already doing its job – I can no longer feel my chest. A guy comes near my ear and says, “You will feel dizzy and a bit cold. I have given a medication.” I read his name “Dr. Truman, Anaesthesia”; I chuckle. Mark had opened an IV line for him in my left arm.\nWait! Didn’t Dr. Glassman just say local anaesthesia? Why would I feel dizzy? Did Truman just say I won’t be able to move? How will I breath then? They had already put oxygen tube in and around my nose. Am I duped into all this? God.\nMy head! It’s hurting now. I feel tired. Sleepy. Why are my eyelids closing? I don’t want to sleep. I just want to experience everything that happens during the operation. I am here also to remind Dr. Glassman to take pictures. (He has an iPhone, better than mine.) MRI images do not satisfy the eagerness of human eyes. A piece of paper with numbers on it does not give you the picture. Doctors might form an image out if it, but I have to see the thing itself. Don’t you wish to see the face of your killer before he is sentenced to death? Just that you don’t survive the murder attempt, and death sentences are either not possible, or are not real solutions. Still, the wish remains. Sorry, I went a bit emotional. Philosophical.\nStruggling not to close the eyelids, I ask Dr. Glassman how is it going there. He doesn’t say a thing.\nLoud. “Hey Doctor. I don’t want to sleep. I will sing songs. Is that okay?”\n“Hmm”\nI don’t know if he is talking to me or saying something to the other assisting doctor.\nI don’t care. I can’t care. I first go with Nabin K Bhattarai: “Khadai nakhako bish le jyudai maryo”. Then some of Coldplay I think. English, Nepali, Hindi all mixed up – my frustrations are spelled out then: ‘Fuck’, ‘Muji’, ‘Madarchod’, … Some ill-formed sentences to some loving motherfuckers. I get them all out. Everyone here has their own shit to care about to make the operation successful despite my practice for the audition of Nepal Idol and Himalaya Roadies.\nBreathing is getting difficult. Someone is stabbing me. My chest hurts. I turn left – the clock says 3:30. Does the anaesthesia wear off after 1 hour? When did they give the anaesthesia? It is all because I resisted sleep. People say sleep is important. Or maybe I just dozed off due to the anaesthesia and this is a dream. I will wake up without any pain. But what about this pain right now? Remember what Descartes said: what you feel is real. Did he really say that? Fuck Descartes. He never experienced anaesthesia. Screw all armchair philosophers who don’t have any experience of altered consciousness.\nNeedles on my chest. Ahhh!!! No!!!\nIs Dr. Glassman already sewing? I clinch my fist on every penetration of the needle.\n“Wow, the surgery was short!”\nNothing.\nLouder. “No. It hurts!”\nNothing.\nDon’t they hear me? Am I just speaking inside my head? Or am I just, paralyzed? I’ll be one of those stories of patients being awake during surgeries feeling all the pain but unable to speak.\nThe pain is getting unbearable. In pain, minutes feel like eternity. When the pain is beyond ‘unbearable’, the concept of time evaporates into ether. It is just pain and you. I am with pain now.\n“Congratulations! We have removed the tumor.” Dr. Glassman removes the drape and winks with his usual “Cancer is canceled.”\nI look down where my breast used to be. Sure, ‘Cancer is canceled.’\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T17:49:48+02:00",
    "input_file": "operation-room.knit.md"
  },
  {
    "path": "posts/2019-09-18-nobody/",
    "title": "Nobody-s",
    "description": "",
    "author": [],
    "date": "2019-09-18",
    "categories": [
      "english",
      "saarbruecken",
      "2019"
    ],
    "contents": "\n1 Who are you? Are you nobody?\n       Yes, I am nobody.\nOh, I am also nobody.\n       I see.\nDo you see? Really?\n       Ah hmm.\nYou are nobody, I am nobody\nAnd we both make a pair of nobody-s\n       The world is full of nobody-s, don’t you see?\nReally? I only see somebody in everybody.(Well, you said you are nobody though,Or is it I who insisted?Nevermind, nuances do not matter to nobody-s – that’s what everybody says)\nThere is always somebody in everybody, but not me.\nI am a void – just empty\n       Yeah, I was too\nDon’t sitck your oar,\nDon’t interrupt!\nnobody-s don’t have rights to interrupt\nto speak out\nNobody-s are supposed to listen\nAren’t you Pavloved by now?\n       (I thought you were used to being interrupted…sigh)\nYou should know that I know you are empty too: just like Me,\nready to be filled in but the lid closed by everybody: somebody day-by-day, and nobody every day\n       Aren’t you at home with the void by now?\n                         (silence)\nRepublished in April 2021\n\nThis poem is inspired in part by Emily Dickinson’s I’m Nobody! Who are you?↩︎\n",
    "preview": {},
    "last_modified": "2021-10-26T16:50:44+02:00",
    "input_file": "nobody.knit.md"
  },
  {
    "path": "posts/2018-05-21-strangers/",
    "title": "Strangers again",
    "description": "",
    "author": [],
    "date": "2018-05-21",
    "categories": [
      "english",
      "donostia",
      "san sebastian",
      "2018"
    ],
    "contents": "\nThey say there are ups and downs\n       Like a mountain, or a roller coaster?\nThey say life is not a straight line\n       A smooth curve or a sharp saw?\nShort journey:\nstarted as strangers,\nthe two walked as one.\nThe ups and downs never tired us.\n       (until we got tired of each other)\nThe sharp saw never ripped us apart.\n       (until we ripped each other into pieces)\nHere we are,\ncompleting the loop –\nended up as strangers.\nCongratulations!\nWe made a full circle today\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:48:28+02:00",
    "input_file": "strangers.knit.md"
  },
  {
    "path": "posts/2016-10-20-sky-divided/",
    "title": "Sky divided",
    "description": "",
    "author": [],
    "date": "2016-10-20",
    "categories": [
      "english",
      "hyderabad",
      "2016"
    ],
    "contents": "\nThey say sky is limitless.\nLie?\nIgnorance?\nDeception?\nOur skies are divided\nby narrow horizons of\ncolor and creed\ngods and deed\nflags and seat,\nThe narrow horizons\nBorne\nOut of the mind.\nEvery day\nAcross these horizons\nI cross the borders\nAnd walk\nBeyond the territory of human creation.\nEvery day\nSomeone mightier\nBuilds up another wall –\nI hit and fall,\nEveryday,\nI stumble, limp\nAnd walk again\nCrossing new boundaries.\nWill you join me\nTo break the walls?\nTo across all the limiting horizons?\nAnd truly say –\nThe sky limitless!\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:47:56+02:00",
    "input_file": "sky-divided.knit.md"
  },
  {
    "path": "posts/2015-02-10-banda-khaam/",
    "title": "बन्द खाम",
    "description": "",
    "author": [],
    "date": "2015-02-10",
    "categories": [
      "nepali",
      "kathmandu",
      "2015"
    ],
    "contents": "\nतिम्लाई माया गर्नु मैले त्यहि एउटा काम भयो\nअव्यक्त मेरो माया सधैँ बन्द खाम भयो\nवरिपरि तिम्लाई घेरी नजरका वाण हान्ने\nरावणलाई सिध्याउन यो गजल नै राम भो\nआकाशका तारा झार्छु झुठो वाचा बाँध्दिन म\nनस्वीकारे मेरो माया बाटो बीचको जाम भो\nचिया खाऔँ घुम्न जाऔँ आए होलान् प्रस्ताव धेरै\nमेरो एउटा प्रस्ताव तिम्लाई कति चर्को घाम भो\nमैले पाइला चालिसकें बाँकी तिम्रै भर भयो\nतिम्रो राय पर्खि राछु नबोले छलछाम भो\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:40:44+02:00",
    "input_file": "banda-khaam.knit.md"
  },
  {
    "path": "posts/2014-06-06-rastriyataa/",
    "title": "कैद राष्ट्रियता",
    "description": "",
    "author": [],
    "date": "2014-06-06",
    "categories": [
      "nepali",
      "kathmandu",
      "2014"
    ],
    "contents": "\nन त नक्सामा छ देश\nन झण्डामा,\nन दौरा सुरुवालमा छ देश\nन त धोती कछाडमा,\nतिम्रो चौबन्दी चोलीमा\nतिम्रो ढाकाको टोपीमा\nभरेका छौ रङ्गीन बुट्टा\nअनि साँचेका छौ सपना\nएउटा रङ्गीन देशको\nइस्टकोट लगाउँदै\nगम्छा भिर्दै,Levis र Calvin Klein को पैसा तिर्दै,\nफेसबुक र ट्विटर स्टाटसमा\nइन्स्टाग्रामका फोटाहरुमा,\nतिमी देशलाई कैद गर्न खोज्छौ\nर भन्छौ -\nयो मेरो देश: प्राणभन्दा प्यारो छ !\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:54:57+02:00",
    "input_file": "rastriyataa.knit.md"
  },
  {
    "path": "posts/2014-04-29-aama/",
    "title": "आमा",
    "description": "",
    "author": [],
    "date": "2014-04-29",
    "categories": [
      "nepali",
      "jhapa",
      "2014"
    ],
    "contents": "\nसन्तानभन्दा अर्को कुनै, संसार, हुन्न आमाको\nतिनकै खुशी बाहेक हाँस्ने, आधार, हुन्न आमाको\nजतिसुकै पिरोल्दा नि कृतघ्न भई सन्तानले\nतिनको भलो बाहेक कुनै, विचार, हुन्न आमाको\nकाल-अकाल भाँचिइँदा लौराहरु परदेशमा\nबुढेसकालका सपना कैले, साकार, हुन्न आमाको\nसन्तानले परिधिमा ब्रह्माण्ड नै समेटे नि\nपर्खाइमा चौकोस बाहेक, विहार, हुन्न आमाको\nआमा भन्या मातृभूमि मातृभूमि भन्या आमा\nहाम्ले दिने माया बाहेक, आहार, हुन्न आमाको\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:55:18+02:00",
    "input_file": "aamaa.knit.md"
  },
  {
    "path": "posts/2011-07-24-gajalkar-bhaye/",
    "title": "म त गजलकार भएँ",
    "description": "",
    "author": [],
    "date": "2011-07-24",
    "categories": [
      "nepali",
      "kathmandu",
      "2011"
    ],
    "contents": "\nतिमीसित माया बस्दा म त गजलकार भएँ\nमायाको कुण्डमा पस्दा म त गजलकार भएँ\nकसरी हो माया पोख्ने द्वन्द चलिरा’छ मन् मा\nद्वन्द्व को डोरीले कस्दा म त गजलकार भएँ\nकुरुप् तिम्लाई देख्नेहरु मुर्खता हो भन्छन् यसलाई\nमूर्खताको झ्याँङ्मा खस्दा म त गजलकार भएँ\nतिमीलाई माया गर्छु भन्नेहरुको कमी छैन\nमाया भन्दै विष डस्दा म त गजलकार भएँ\nतिमीलाई शृंगार्छौँ भन्दै लाम्टो बाटै रगत चुस्छन्\nदेशभक्तिको खरानी घस्दा म त गजलकार भएँ\nRepublished in April 2021\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-26T16:55:40+02:00",
    "input_file": "gajalkar-bhaye.knit.md"
  }
]
